app/controllers/correntista_controller.rb

  def index
    @correntista = Correntista.all
---
SELECT `correntista`.* FROM `correntista`